{"docs":[{"_id":"_design/recipes-view","views":{"card-view":{"map":"function (doc) {\n  emit(doc._id, {name:doc.name, teaser:doc.teaser, photo:doc.photo});\n}"},"name-view":{"map":"function (doc) {\n  emit(doc._id, {name:doc.name});\n}"}},"language":"javascript"},{"_id":"banoffee_pie","name":"Banoffee Pie Im Glas – cremig & schmackhaft","ingredients":[{"name":"flour","amount":150,"unit":"g"},{"name":"sugar","amount":133,"unit":"g"},{"name":"vanilla_powder","amount":0.5,"unit":"TL"},{"name":"soy_butter","amount":100,"unit":"g"},{"name":"coconut_milk","amount":2.5,"unit":"Dosen"},{"name":"salt","amount":0.5,"unit":"TL"},{"name":"banana","amount":1,"unit":"St"}],"teaser":"Dieser veganer Banoffee Pie im Glas ist 100% cruelty-free und wird mit keine seltsamen Zutaten zubereitet","method":"1. Den Backofen auf 180 Grad vorheizen.\n2.Fur die Streusel: Weissmehl (gesiebt), 4 EL Rohzucker, Salz, Vanillepulver, 70 g Sojabutter in eine Schüssel geben und mit den Fingerspitzen mischen, bis eine Streuselmischung entsteht.Die Streusel auf ein mit Backpapier ausgelegtes Backblech legen und 15-20 Minuten backen.\n3Für das gesalzenes Karamell:\n In einem Topf die Kokosmilch (200 g) bei mittlerer Hitze erhitzen. In einem anderen Topf den Zucker (80 g) mit 3 EL Wasser geben, bei hohrer Hitze erhitzen und kochen, bis das Karamell goldig wird. Sobald das Karamell die gewünschte Farbe erreicht hat, langsam die warme Kokosmilch, die Sojabutter und das Salz unter Rühren zugeben. Die Sauce bei mittlerer Hitze einige Minuten kochen. Sobald die Sauce dickflüssig wird, die Sauce in ein Glas giessen und vollständig abkühlen lassen.\n4.Für die Kokosmilch-Schlagsahne: Eine hohe und schmale Schüssel 10 Minuten lang in den Gefrierschrank stellen. Wenn die Schüssel kalt ist Milch (2 Dosen), Zucker (3 EL) und Vanillepulver hinzufügen und schlagen, bis es die gleiche Konsistenz wie die traditionelle Schlagsahne erreicht.\n5Die Gläser füllen:\n6 kleine Gläser bereitstellen und abwechselnd mit Streuseln, Banane (in Scheiben geschnitten), Karamellsauce und Schlagsahne füllen. Die Gläser mindestens 3-4 Stunden in den Kühlschrank stellen vor dem Servieren.\n6. Buon appetito!","photo":"/img/recipes_pics/banoffee_pie.jpg"},{"_id":"bean_brownies","name":"Weisse Bohnen Brownies","ingredients":[{"name":"white_beans","amount":250,"unit":"g"},{"name":"applesause","amount":100,"unit":"g"},{"name":"coconut milk","amount":2,"unit":"dl"},{"name":"cashew_butter","amount":150,"unit":"g"},{"name":"cocoa_powder","amount":90,"unit":"g"},{"name":"coconut_oil","amount":2,"unit":"TL"},{"name":"maple_syrup","amount":1,"unit":"dl"},{"name":"brown_sugar","amount":4,"unit":"TL"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"chocolate_pieces","amount":120,"unit":"g"}],"teaser":"Wenn du auf der Suche nach einem schokoladigen Dessert bist, sind diese weisse Bohnen Brownies genau das Richtige für dich. Sie sind aber nicht nur super lecker und gesund, sondern auch einfach zuzubereiten.","method":"1. Den Backofen auf 180 Grad vorheizen.\n2. Eine 20 x 15 x 4 cm grosse Backform mit Backpapier auslegen.\n3. Alle Zutaten ausser den Schokoladenstückchen in eine Küchenmaschine geben und cremig verarbeiten.\n4. Die Schokoladenstückchen dazugeben und vermengen.\n5. Den Teig gleichmässig in der vorbereiteten Backform verteilen und mit Schokostückchen bestreuen.\n6. Die Brownies in der Mitte des Ofens für 45-50 Min backen, bis die Ränder gebräunt sind und die Mitte stabil ist.\n7. Komplett abkühlen lassen, in 6-8 Stücke schneiden und mit Kokosnuss-Schlagsahne servieren.\n8. Buon appetito!\n\nNotizen\n*Du kannst stattdessen Kokosnusszucker verwenden.\n250 g - Weisse Bohnen aus der Dose, abtropfgewich","photo":"/img/recipes_pics/bean_brownies.jpg"},{"_id":"beetroot_hummus","name":"Schnell zubereitetes Rote Beete Hummus","ingredients":[{"name":"chick_peas","amount":1,"unit":"Dose"},{"name":"beetroot","amount":200,"unit":"g"},{"name":"tahini","amount":3,"unit":"EL"},{"name":"garlic","amount":1,"unit":"Zehe"},{"name":"lemon_juice","amount":1,"unit":"EL"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"pepper","amount":1,"unit":"Prise"}],"teaser":"Dieses Hummus ist super cremig und perfekt zum Servieren mit knuspriges Brot, rohem Gemüse oder als Füllung für Sandwiches.","method":"1. Die *Rote Beeten in Hälften schneiden und 10 Minuten lang in kochendes Wasser kochen. Dann abtropfen, in eine Küchenmaschine geben und 1 Minute lang pürieren.\n2. Tahini, Wasser, Olivenöl und Zitronensaft hinzufügen und eine weitere Minute mixen.\n3. Die Kichererbsen abtropfen und abspülen.\n4. Die Kichererbsen hinzufügen, mit Salz und Pfeffer abschmecken und verquirlen bis eine cremige Masse entsteht.\n5. Hummus in eine Schüssel geben, mit etwas Olivenöl garnieren, mit Pfeffer bestreuen und mit rohem Gemüse oder knusprigem Brot servieren.\n6. Buon Appetito!\n\nNotizen\n*Um das Rezept zu beschleunigen kann man vorgekochte Rote Beete benutzen.","photo":"/img/recipes_pics/beetroot_hummus.jpg"},{"_id":"capunet","name":"Leckere, luftige Spinatknödel – „Capunet“","ingredients":[{"name":"macadamia_nuts","amount":100,"unit":"g"},{"name":"nutritional_yeast","amount":2,"unit":"EL"},{"name":"salt","amount":0.5,"unit":"TL"},{"name":"spinach_leaves","amount":250,"unit":"g"},{"name":"breadcrumbs","amount":50,"unit":"g"},{"name":"garlic_powder","amount":1,"unit":"TL"},{"name":"onion","amount":1,"unit":"St"},{"name":"nutmeg_powder","amount":1,"unit":"TL"},{"name":"pepper","amount":1,"unit":"Prise"},{"name":"flour","amount":170,"unit":"g"},{"name":"sage_leaves","amount":1,"unit":"Handvoll"},{"name":"garlic","amount":1,"unit":"Zehen"},{"name":"olive_oil","amount":5,"unit":"TL"}],"teaser":"Capunet sind luftige Spinatknödel, welche (in meiner veganen Version) aus Spinat, Mehl, Zwiebel, Knoblauch, Paniermehl, Nährhefe und Muskatnuss entstehen. Sie sind schmackhaft und deftig, aber enthalten auch viele Vitamine und Mineralien.","method":"1. Macadamia-Nüsse, Nährhefe (1 EL) und Salz in eine Küchenmaschine/einen Mixer geben und kurz verarbeiten bis eine sandige Mischung entsteht. Beiseite stellen.\n2. Spinat in einem grossen Topf mit kochendem Salszwasser ca. 1-2 Minuten kochen lassen. Spinat abgiessen und in einer Küchenmaschine cremig verarbeiten. Spinat zusammen mit Paniermehl, Hefe (1 El), Knoblauch, Zwiebeln und Muskatnuss in eine grosse Schüssel geben. Mit Salz und Pfeffer abschmecken und mischen.\n3. Mehl nach und nach einarbeiten und mischen, bis alle Zutaten perfekt eingearbeitet sind.\n4. Wasser in einem grossen Topf kochen. Salzen. Den Teig auf ein Schneidebrett über dem Topf halten und mit einem scharfen Messer 4-5 cm lange Teigstücke schneiden. Jedes Stück ins kochende Wasser fallen lassen.\n5. Die Capunet 4 Minuten kochen lassen, dann abgiessen, in eine Auflaufform legen und mit Macadamia-Parmesan bedecken.\n6. Öl, Salbei und Knoblauch in einen Topf geben und bei starker Hitze erhitzen. Sobald der Knoblauch goldgelb ist, das Öl über die Capunet giessen und sofort servieren.\n7. Buon appetito!","photo":"/img/recipes_pics/capunet.jpg"},{"_id":"chocolate_cake","name":"Schokokuchen mit Fleur de Sal","ingredients":[{"name":"wholemeal_milk-free_biscuits","amount":150,"unit":"g"},{"name":"coconut_oil","amount":5,"unit":"TL"},{"name":"oat_flakes","amount":40,"unit":"g"},{"name":"coconut_milk","amount":5,"unit":"dl"},{"name":"coconut_sugar","amount":4,"unit":"TL"},{"name":"dark_chocolate","amount":180,"unit":"g"},{"name":"sea_salt_flakes","amount":1,"unit":"TL"}],"teaser":"Dieser Schokokuchen mit Fleur de Sal ist absolut lecker! Er ist knusprig, schokoladig, hat genau die richtige Süsse und passt zu jedem Anlass!","method":"1. Gebe die Kekse und Haferflocken in eine Küchenmaschine und hacke sie, bis eine sandänhliche Mischung entsteht. Füge Kokosöl (3 EL) hinzu und mische das Ganze bis eine homogene Masse entsteht.\n2. Die Masse in den Boden einer 18 cm Kuchenform pressen und während der Zubereitung der Füllung im Kühlschrank ruhen lassen.\n3. Stelle eine Schüssel für 10 minuten in den Gefrierschrank.Gib die Kokosmilch und den Zucker in die gekühlte Schüssel und schlage die Mischung bei hoher Geschwindigkeit, bis die Konsistenz der Schlagrahm erreicht ist. Stelle die Schüssel in den Kühlschrank.\n4. Schmelze die Schokolade und das Kokosöl (2 EL) im Wasserbad und lass es anschliessend vollständig abkühlen.\n5. Füge den Schlagrahm hinzu und vermische die beiden Massen vorsichtig, bis sie zu einer luftig lockeren Massen verbinden.\n6.Die From mit der Kruste mit der Schokoladencreme füllen und den Kuchen mindestens vier Stunden im Kühlschrank ruhen lassen.\n7. Vor dem Servieren den Kuchen mit ein paar wenigen Meersalzsplittern bedecken.\n8. Buon appetito!","photo":"/img/recipes_pics/chocolate_cake.jpg"},{"_id":"chocolate_pudding_cake","name":"Schoko Pudding Cake","ingredients":[{"name":"coconut_milk","amount":5,"unit":"dl"},{"name":"water","amount":2,"unit":"dl"},{"name":"sugar","amount":70,"unit":"g"},{"name":"salt","amount":0.25,"unit":"TL"},{"name":"cocoa_powder","amount":45,"unit":"g"},{"name":"dark_chocolate","amount":120,"unit":"g"},{"name":"agar_agar_powder","amount":1,"unit":"TL"}],"teaser":"Suchst du ein super cremiges und schokoladiges Dessert, in das sich jeder verlieben wird? Ja?! Dann ist dieser Pudding genau das Richtige für dich! Es ist einfach zuzubereiten und benötigt nur ein paar Zutaten.","method":"1. Milch, Wasser, Zucker und Salz in einen Topf geben und bei mittlerer Hitze erhitzen.\n2. In einer Schüssel Kakaopulver mit 4 EL Wasser verquirlen, bis es klumpenfrei ist, dann in die Milchmischung giessen und umrühren.\n3. Die Schokolade hinzufügen und rühren bis sie sich aufgelöst hat.\n4. Agar-Agar in ein Glas geben, 1 EL Wasser hinzufügen, umrühren und in die Schokoladenmischung giessen.\n5. Die Mischung zum Kochen bringen und dann 1-2 Minuten kochen lassen.\n6. Die Mischung in eine Form giessen und vollständig abkühlen lassen. Vor dem Servieren einige Stunden im Kühlschrank ruhen lassen.\n7. Buon Appetito!\n\nNotizen\nDie meiste dunkle Schokolade (ab 70% Kakao Anteil) ist vegan, achte darauf, die Zutaten auf der Verpackung zu überprüfen, um 100% sicher zu sein, dass die, die du kaufst, vegan ist.\nDas von mir verwendete Agar-Agar-Pulver ist sehr konzentriert. Achte darauf, dass du genug Pulver verwendest, um 9 dl Flüssigkeit zu stabilisieren. Überprüfe die Anweisungen auf der Verpackung, um sicher zu sein, dass du sie richtig verwendest.","photo":"/img/recipes_pics/chocolate_pudding_cake.jpg"},{"_id":"gnocchi_rosemary_cheese_sauce","name":"Gnocchi mit Rosmarin-Käse-Sauce","ingredients":[{"name":"coconut_oil","amount":1,"unit":"TL"},{"name":"onion","amount":2,"unit":"St"},{"name":"garlic","amount":2,"unit":"Zehen"},{"name":"rosemary","amount":1,"unit":"TL"},{"name":"nutritional_yeast","amount":1,"unit":"TL"},{"name":"soy_cream","amount":2.5,"unit":"dl"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"pepper","amount":1,"unit":"Prise"},{"name":"gnocchi","amount":400,"unit":"g"}],"teaser":"Diese Gnocchi mit Rosmarin-Käse-Sauce sind gesünder als 90% der Gnocchi-Rezepte da draussen, weil schwere, traditionelle Käse-Sauce durch Nährhefe ersetzt wird.","method":"1. Einen Topf Wasser zum Kochen bringen.\n2. Zwiebel, Knoblauch und Rosmarin fein hacken.\n3. Eine Pfanne bei mittlerer Hitze erwärmen. Das Öl hinzufügen und das Gehackte bräunen.\n4. Die Ernährungshefe hinzufügen und für eine weitere Minute bräunen. Die Mischung in einen Hochgeschwindigkeitsmixer mit der Sahne geben, mit Salz und Pfeffer abschmecken und hacken bis die Sauce cremig und Klumpen-frei ist.\n5. Die Gnocchi (eifrei) in kochendes Wasser geben und ein paar Minuten kochen lassen (beachte den Beschrieb auf der Verpackung). Die Gnocchi abgiessen und mit der Sauce servieren.\n6. Buon appetito!","photo":"/img/recipes_pics/gnocchi_rosemary_cheese_sauce.jpg"},{"_id":"lemon_hummus","name":"Cremiges, leichtes, einfaches Zitronen-Hummus","ingredients":[{"name":"chick_peas","amount":1,"unit":"Dose"},{"name":"sodium_bicarbonate","amount":2,"unit":"TL"},{"name":"tahini","amount":2,"unit":"EL"},{"name":"water","amount":1.25,"unit":"dl"},{"name":"garlic","amount":1,"unit":"Zehe"},{"name":"lemon","amount":2,"unit":"St"},{"name":"cumin","amount":1,"unit":"TL"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"pepper","amount":1,"unit":"Prise"}],"teaser":"Dieses Hummus ist gesund, lecker und es kann auf viele Arten serviert werden: mit Grüner Salat, rohem Gemüse oder knusprigem Brot.","method":"1. Tahini und kaltes Wasser in eine Küchenmaschine legen und 1 Minute lang verarbeiten.\n2. Zitronensaft (von 1 Zitrone), Salz, Knoblauchzehe, Kreuzkümmel und Zitronenschale (von 2 Zitronen) dazugeben und eine weitere Minute mixen.\n3. Die Kichererbsen abtropfen und abspülen. Die Kichererbsen nach und nach hinzufügen und weiterverarbeiten bis die Masse cremig wird.\n4. Falls die Konsistenz des Hummus zu dickflüssig sein sollte, reicht es, wenig kaltes Wasser hinzuzufügen und gut zu verrühren.\n5. Das Hummus mit etwas Olivenöl, einer Prise Pfeffer und einem Zweig frischem Thymianzweigen servieren.\n6. Buon appetito!","photo":"/img/recipes_pics/lemon_hummus.jpg"},{"_id":"orecchiette_mediterranean","name":"Orecchiette auf mediterrane Art","ingredients":[{"name":"cherry tomatoes","amount":150,"unit":"g"},{"name":"rosemary","amount":2,"unit":"Zweige"},{"name":"sage_leaves","amount":6,"unit":"St"},{"name":"garlic","amount":4,"unit":"Zehen"},{"name":"red_onion","amount":1,"unit":"St"},{"name":"olive_oil","amount":1,"unit":"Spritzer"},{"name":"orecchiette","amount":250,"unit":"g"}],"teaser":"Wenn du nach einem köstlichen Gericht suchst, das sowohl superleicht als auch schnell zuzubereiten ist, dann sind diese Orecchiette auf Mediterrane Art genau das Richtige für dich.","method":"1. Den Ofen auf 180 Grad vorheizen.\n2. Einen grossen Topf mit Wasser aufkochen. Salzen.\n3. Rote Zwiebel hacken. Alle Zutaten (ausser Orecchiette) auf ein Backblech mit Backpapier legen. Mit Salz und Pfeffer abschmecken und mit etwas Olivenöl beträufeln. In der Mitte des Ofens ca. 20 Minuten kochen lassen.\n4. Zehn Minuten bevor dieGemüse gekocht/gar ist, die Orecchiette in das kochende Wasser geben und ca. 10-12 Minuten al dente kochen.\n5. Die Teigwaren abgiessen und mit dem gerösteten Gemüse und etwas Olivenöl servieren.\n6. Buon Appetito!","photo":"/img/recipes_pics/orecchiette_mediterranean.jpg"},{"_id":"pasta_garlic_avocado_pesto","name":"Pasta mit Bärlauch-Avocado Pesto","ingredients":[{"name":"wild_garlic","amount":100,"unit":"g"},{"name":"coconut_oil","amount":5,"unit":"TL"},{"name":"cashew nuts","amount":100,"unit":"g"},{"name":"olive_oil","amount":2,"unit":"dl"},{"name":"avocado","amount":1,"unit":"St"},{"name":"salt","amount":0.5,"unit":"TL"},{"name":"fusilli_pasta","amount":400,"unit":"g"}],"teaser":"Dieses Bärlauch-Avocado Pesto ist nicht nur cremig, geschmackvol und würzig sonder auch super einfach und schnell zu zubereiten.","method":"1. Frischer Bärlauch abspülen und abtropfen.\n2. Bärlauch, Cashewkerne und Öl in eine Küchenmaschine geben und cremig vermischen.\n3. Salz und Avocado hinzufügen und mixen, bis eine cremige Mischung entsteht.\n4. Einen grossen Topf Wasser zum Kochen bringen, salzen und die Pasta kochen, bis sie al dente sind.\n5. Pesto auf die Pasta geben, gut durchmischen und heiss servieren.\n6. Buon appetito!","photo":"/img/recipes_pics/pasta_garlic_avocado_pesto.jpg"},{"_id":"peanut_butter_coffee_nicecream","name":"Erdnussbutter-Kaffee Nicecream","ingredients":[{"name":"banana","amount":3,"unit":"St"},{"name":"peanut_butter","amount":2,"unit":"TL"},{"name":"espresso","amount":2,"unit":"Tassen"},{"name":"brown_sugar","amount":150,"unit":"g"},{"name":"granola","amount":60,"unit":"g"}],"teaser":"Dieses Erdnussbutter-Kaffee Nicecream ist das perfekte Frühstück. Es ist super cremig und schnell zu zubereiten. Alles was du brauchst sind 4 Zutaten und wenig Zeit.","method":"1. Bananen schälelen und in Scheiben schneiden und einfrieren.\n2. Die Bananen 5 Minuten auftauen lassen.\n3. Banane und Erdnussbutter in einem High-speed Blender crèmig pürieren.\nZwei Gläser vorbereiten und in jedes 1 Espresso geben.\n5. Mit Schichten von Nicecream und Granola beide Gläser füllen.\n6. Buon appetito!","photo":"/img/recipes_pics/peanut_butter_coffee_nicecream.jpg"},{"_id":"portobello_mushrooms","name":"Frittierte Portobello Pilze mit Panko-kruste","ingredients":[{"name":"portobello_mushrooms","amount":250,"unit":"g"},{"name":"flour","amount":120,"unit":"g"},{"name":"salt","amount":1,"unit":"TL"},{"name":"pepper","amount":0.5,"unit":"TL"},{"name":"turmeric","amount":0.5,"unit":"TL"},{"name":"garlic","amount":2,"unit":"Zehen"},{"name":"onion_powder","amount":1,"unit":"TL"},{"name":"fresh_coriander","amount":1,"unit":"EL"},{"name":"vegetable_milk","amount":1,"unit":"dl"},{"name":"water","amount":1,"unit":"dl"},{"name":"breadcrumbs","amount":100,"unit":"g"},{"name":"coconat_oil","amount":1.5,"unit":"dl"}],"teaser":"Suchst du eine Vorspeise, die absolut lecker und gleichzeitig einfach zuzubereiten ist? Dann sind diese frittierten Portobello Pilze mit Panko-Kruste genau das Richtige für dich! Sie sind knusprig und köstlich; perfekt mit einem Glas spritzigem Weisswein!","method":"1. Pilze mit Wasser abspülen.\n2. In eine Schüssel Mehl, Salz, Pfeffer, Kurkuma, Knoblauch, Zwiebelpulver und Koriander geben.\n3. Nach und nach Milch und Wasser einrühren und klumpenfrei mischen. Wenn zu dick, mehr Wasser hinzufügen, wenn zu flüssig, mehr Mehl hinzufügen.\n4. Panko in eine Schüssel geben.\n5. Pilze in den Teig tauchen und mit Panko panieren.\n6. Öl in einer Pfanne bei starker Hitze erhitzen. Die Champignons ca. 3-4 Minuten auf jeder Seite frittieren. Auf Küchenpapier abtropfen lassen und mit Salz würzen.\n7. Sofort servieren.\n8. Buon appetito!\n\nNotizen\n*Kann durch Petersilie oder Basilikum ersetzt werden.","photo":"/img/recipes_pics/portobello_mushrooms.jpg"},{"_id":"pumpkin_bisquit_roll","name":"Vegane Kürbis-biskuitrolle mit Schlagsahne Füllung","ingredients":[{"name":"coconut_milk","amount":3.5,"unit":"dl"},{"name":"icing_sugar","amount":2,"unit":"EL"},{"name":"vanilla_powder","amount":1,"unit":"TL"},{"name":"whipped_cream_stabiliser","amount":2,"unit":"EL"},{"name":"aquafaba","amount":170,"unit":"g"},{"name":"sugar","amount":150,"unit":"g"},{"name":"flour","amount":130,"unit":"g"},{"name":"cinnamon","amount":1,"unit":"TL"},{"name":"baking_powder","amount":1,"unit":"TL"},{"name":"sodium_bicarbonate","amount":0.5,"unit":"TL"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"pumpkin_puree","amount":180,"unit":"g"}],"teaser":"Diese vegane Kürbis-Biskuitrolle mit Kokos-Schalgsahne ist das perfekte Herbstdessert. Es ist cremig, luftig und einfach zu zubereiten!","method":"1. Vollfette Kokosmilch  in den Kühlschrank stellen und über Nacht abkühlen lassen.\n2. Am nächsten Tag, eine grosse Schüssel 15-20 Minuten lang in den Gefrierschrank stellen.\n3. **Milch, Vanillepulver, Zucker und Schalgrahmfestiger dazugeben und mit einem Handmixer so lange schlagen, bis die Sahne eine kompakte Konsistenz angenommen hat.\n4. Sofort servieren oder in den Kühlschrank stellen.\n5. Den Backofen auf 180 Grad vorheizen.\n6. Mit Hilfe eines Spatels den Teig auf ein mit Backpapier belegtes Blech verteilen, dabei eine Rechtecks von ca. 30 x 35 cm mit einer Dicke von 0,5 cm formen.\n7. Aquafaba mit einem Handmixer schlagen, bis sie eine luftige aber feste Konsistenz erreicht.\n8. Nach und nach esslöffelweise den Zucker hinzugeben und weiter schlagen bis die Masse richtig fest und glänzend wird.\n9. Mehl, Backpulver, Zimt und Salz sieben und der Aquafaba hinzufügen. Mit einem Spatel mixen, bis eine klumpenfreie Masse entsteht.\n10. Das Kürbispüree dazugeben und mischen bis es sich gut eingearbeitet hat.\n11. Die Biskuitrolle ca. 10-15 Minuten in der Mitte des Backofens goldgelb backen.\n12. Danach die Biskuitrolle mit dem Backpapier nach oben auf ein mit Puderzucker bestreutes Küchentuch legen, mit einem nassen Tuch über das obere Papier streichen, Papier sorgfältig abziehen, Biskuitrolle von der Schmalseite her einrollen und auskühlen lassen.\n13. Biskuit ausrollen mit der Kokos-Schlagsahne bestreichen, dabei ringsum einen Rand von ca. 2 cm frei lassen, dann wieder aufrollen.\n14. Ca. 2-3 Stunden in kühlschrank stellen. Dan n Rolleenden anschneiden, mit Puderzucker bestäuben und servieren.\n15. Buon appetito!\n\nNotizen\n**Falls du Dosenmilch verwendest: öffne die Dose und schöpfe die gehärtete Kokoscreme in die gefrorene Schüssel. Die restliche Flüssigkeit kannst du für einen Smoothie verwenden oder gekühlt trinken.","photo":"/img/recipes_pics/pumpkin_bisquit_roll.jpg"},{"_id":"pumpkin_cheesecake","name":"Kürbis Cheesecake","ingredients":[{"name":"cashew_nuts","amount":300,"unit":"g"},{"name":"coconut_milk","amount":6,"unit":"dl"},{"name":"coconut_oil","amount":7,"unit":"EL"},{"name":"salt","amount":0.5,"unit":"TL"},{"name":"cider_vinegar","amount":1,"unit":"TL"},{"name":"digestive_biscuits","amount":250,"unit":"g"},{"name":"oat_flakes","amount":6,"unit":"TL"},{"name":"cream_cheese","amount":400,"unit":"g"},{"name":"pumpkin_puree","amount":225,"unit":"g"},{"name":"sugar","amount":200,"unit":"g"},{"name":"cinnamon","amount":0.5,"unit":"TL"},{"name":"vanilla_powder","amount":1,"unit":"TL"},{"name":"corn_starch","amount":4,"unit":"TL"}],"teaser":"Das perfekte Herbst-dessert!","method":"1. Den Backofen auf 180 Grad vorheizen.\n2. Kürbis halbieren, Kerne ausschöpfen, die Hälften mit der Schnittseite nach unten auf ein mit Backpapier belegtes Backblech legen und 45 Minuten lang in der Mitte des Backofens backen.\n3. Dann das Kürbisfleisch mit einem Esslöffel von der Schale kratzen, in eine Küchenmaschine geben und fein pürieren.\n4. Cashewnüsse in einen Topf geben und mit Wasser bedecken. Wasser zum Kochen bringen, abdecken und vom Herd nehmen. Die Cashewnüsse 15 Minuten einweichen, dann abtropfen und zusammen mit Kokosmilch (2 dl), Kokosöl, Salz und Apfelessig in eine Küchenmaschine geben. Cremig verarbeiten und in eine Schüssel geben.\n5. Kekse und Hafer in eine Küchenmaschine geben und fein zerkleinern. Die Krümel mit geschmolzenem Kokosöl mischen und auf dem Boden und an der Seiten einer mit Backpapier ausgelegten Springform (18 cm ø) verteilen. Mit einem Löffel fest andrücken und in den Gefrierschrank stellen.\n6. Den Backofen auf 180 Grad vorheizen.\n7. Frischkäse, Kürbispüree, Kokoscreme*, Zucker, Salz, Zimt, Vanillepulver und Maisstärke in eine Küchenmaschine geben und cremig verarbeiten.\n8. Die Füllung über die Kruste giessen und mit einem Spatel glatt streichen.\n9. In der Mitte des Ofens 60 Minuten backen bis er in der Mitte noch wabbelig, aber nicht mehr flüssig ist.\n10. Den Käsekuchen vollständig abkühlen lassen, mit Kokosnuss-Schlagsahne oder einem Belag deiner Wahl belegen und servieren.\n11. Buon appetito!\n\nNotizen\nFür den Frischkäse: Du kannst auch 225g  im Laden gekaufte Kürbispüree verwenden.\nFür die Kruste: Du kannst auch 400 g im Laden gekauften Mandel- oder Soja-Frischkäse verwenden.\n*Die Dose vollfett-Kokosmilch über Nacht in den Kühlschrank stellen. Dann öffnen, die gehärtete Kokoscreme in eine Schüssel geben und für die Füllung benutzen. Das übrige Kokoswasser kannst du für einen Smoothie brauchen.\nFür den Frischkäse - 2 EL Kokosöl und für die Kruste - 5 El Kokosöl, geschmolzen.","photo":"/img/recipes_pics/pumpkin_cheesecake.jpg"},{"_id":"strawberry-rhubarb_cake","name":"Erdbeer-Rhabarber-Kuchen","ingredients":[{"name":"flour","amount":200,"unit":"g"},{"name":"baking_powder","amount":1,"unit":"TL"},{"name":"sodium_bicarbonate","amount":1,"unit":"TL"},{"name":"brown_sugar","amount":150,"unit":"g"},{"name":"cocoa_butter","amount":100,"unit":"g"},{"name":"salt","amount":1,"unit":"Prise"},{"name":"vanilla_extract","amount":0.5,"unit":"TL"},{"name":"banana","amount":0.5,"unit":"St"},{"name":"cider_vinegar","amount":2,"unit":"TL"},{"name":"almond milk","amount":1.5,"unit":"dl"},{"name":"strawberries","amount":10,"unit":"St"},{"name":"rhubarb","amount":200,"unit":"g"},{"name":"flaked_almonds","amount":1,"unit":"Handvoll"},{"name":"icing_sugar","amount":1,"unit":"EL"}],"teaser":"Dieser Kuchen ist leicht, luftig und einfach zuzubereiten. Alles, was du brauchst, sind wenige Zutaten, einige reife Erdbeeren und ein paar Rhabarberstangen.","method":"1. Den Backofen auf 180 Grad vorheizen.\n2. Mehl und Backpulver in einer Schüssel sieben.\n3. In einer anderen Schüssel Kakaobutter (geschmolzen) und Zucker mit einem Handmixer cremig rühren. Banane (püriert), Salz, Vanille, Milch und Essig hinzufügen und mixen bis eine cremige Mischung entsteht.\n4. Mit dem Handmixer bei der niedrigsten Geschwindigkeit die trockene Mischung mit der nassen verquirlen, bis eine klumpenfrei Mischung entsteht.\n5. Erdbeeren in kleine Stücke schneiden,hinzufügen und vermengen.\n6. Die Mischung in einer mit Backblech belegte Backform (21 cm Durchmesser) giessen. Die Mischung gleichmässig verteilen.\n7. Rhabarberstangen in 9 cm lange Stücke schneiden und auf den Kuchen legen.\n8. Den Kuchen mit Mandelblättchen belegen.\n9. Den Kuchen in die Mitte des Ofens stellen und 40-45 Minuten backen. Nach dem Backen vollständig abkühlen lassen.\n10. Vor dem Servieren den Kuchen mit Puderzucker bestäuben.\n11. Buon appetito!","photo":"/img/recipes_pics/strawberry-rhubarb_cake.jpg"}]}